<!DOCTYPE html>

<html>
	<head>
		<link rel="stylesheet" href="../stylesheets.css" />
		
		<meta charset="utf-8" />
		<title>Odyss&eacute;e 2001 : Notre site de Travaux Pratiques Encadr&eacute;s</title>
	</head>

	<body>
		<header>
			<h1><a id="index_title" href="../index.html">odyssee2001.tk</a></h1>
		</header>

		<nav>
 			<h1 id="nav_title">Plan du site</h1>
 			<ul>
 				<li><a href="INTRO.html">Introduction</a></li>
 				<li><a href="ONE_intro.html" title="Ondes élctromagnétiques - Introduction"><br />-- I --</a></li>
 
 				<ol>
 					<li><a href="ONE_one.html" title="Ondes radio et Infra-rouges">((1))</a></li>
 					<li><a href="ONE_two.html" title="Ultra-Violets, Rayons X et Rayons Gamma">((2))</a></li>
 					<li><a href="ONE_three.html" title="Laser et Laser Méga-Joules">((3))</a></li>
 				</ol>
 
 				<li><a href="TWO_intro.html" title="Les ondes dans l'œuvre - Introduction"><br />-- II --</a></li>
 
 				<ol>
 					<li><a href="TWO_one.html" title="La communication">((1))</a></li>
 					<li><a href="TWO_two.html" title="L'analyse">((2))</a></li>
 				</ol>
 
 				<li><a href="THREE_intro.html" title="Comportement ondulatoire"><br />-- III --</a></li>
 
 				<ol>
 					<li><a href="THREE_one.html" title="La diffraction">((1))</a></li>
 					<li><a href="THREE_two.html" title="La réfraction">((2))</a></li>
 				</ol>
 
 				<li><a href="FOUR.html"><br />-- IV --</a></li>
 				<li><a href="OUTRO.html"><br />Conclusion</a></li>
 				<li><a href="SYNTH.html"><br />Synthèse</a></li>
 			</ul>
		</nav>

		<section>
			<header>
				<ul>
					<li><a class="right" href="ONE_two.html" title="Ultra-Violets, Rayons X et Rayons Gamma">Page Précédente</a></li>
					<li><a class="left" href="TWO_intro.html" title="Les ondes dans l'oeuvre">Page Suivante</a></li>
				</ul>
			</header>

			<h3>3) Le laser et le laser M&eacute;ga-Joules</h3>

			<h4>A. Le L.A.S.E.R</h4>
			<p>
Le L.A.S.E.R, est l'acronyme de <em>Light Amplification by Stimulated Emission of Radiations</em>, litt&eacute;ralement une amplification de lumi&egrave;re par &eacute;mission stimul&eacute;e de radiations. Cela consititue l'<strong>effet laser</strong>, qui fait du laser une source de lumi&egrave;re <strong>spatialement et temporellement coh&eacute;rente</strong>. Le laser descend du <strong>maser optique</strong>.
			</p>

			<article>
				<h5>Vidéo de présentation</h5>

				<object width="640" height="360">
					<param name="movie" value="http://www.youtube.com/v/h7lhtHtKXIY?hl=fr_FR&amp;version=3"></param>
					<param name="allowFullScreen" value="true"></param>
					<param name="allowscriptaccess" value="always"></param>
					<embed src="http://www.youtube.com/v/h7lhtHtKXIY?hl=fr_FR&amp;version=3" type="application/x-shockwave-flash" width="853" height="480" allowscriptaccess="always" allowfullscreen="true"></embed>
				</object>

<!-- Code vidéo Youtube HTML 5
<iframe width="640" height="360" src="//www.youtube.com/embed/h7lhtHtKXIY" frameborder="0" allowfullscreen></iframe>
<iframe width="640" height="360" src="http://www.youtube.com/embed/R_QOWbkc7UI" frameborder="0" allowfullscreen></iframe>
-->
				<h5>Principe physique à la base du laser</h5>
				<p>
C'est le scientifique <a class="name" href="http://fr.wikipedia.org/wiki/Albert_Einstein" title="Page Wikipédia d'Albert Einstein">Albert Einstein</a> en <em class="date">1917</em> qui apporte la premi&egrave;re pierre &agrave; l'&eacute;difice, en imaginant le principe de <strong>l'&eacute;mission stimul&eacute;e</strong>. Prenons pour l'expliquer l'absorption d'un photon par un atome : lorsque le photon passera &agrave; travers l'atome (en imaginant qu'il correspond d&egrave;s lors &agrave; une diff&eacute;rence de deux niveaux d'&eacute;nergie de l'atome), il sera absorb&eacute; par ce dernier, qui passera alors dans un &eacute;tat excit&eacute;. Ses &eacute;lectrons passeront alors sur une couche atomique sup&eacute;rieure, utilisant l'&eacute;nergie apport&eacute;e par le photon pour s'&eacute;loigner de l'attraction du noyau.<br />
Mais, &eacute;tant instable, l'atome va tr&egrave;s vite se d&eacute;sexciter: les &eacute;lectrons reviendront alors &agrave; la couche pr&eacute;c&eacute;dente, et le surplus d'&eacute;nergie contenue par l'atome, qui n'est plus utilis&eacute;e par les &eacute;lectrons, sera &eacute;mis sous la forme d'un photon. Ce surplus d'&eacute;nergie correspond toujours &agrave; une diff&eacute;rence d'&eacute;nergie entre deux couches de l'atome, la couche de l'atome quand il fût excit&eacute;, et la couche de son &eacute;tat pr&eacute;c&eacute;dent. Enfin, la direction et la vitesse du photon &eacute;mis sont absolument <strong>al&eacute;atoires</strong><br />
Le principe de l'&eacute;mission stimul&eacute;e affirme que, si un atome se d&eacute;sexcite alors qu'un autre photon passe &agrave; son travers, le photon &eacute;mis par l'atome prendra la direction et la vitesse du <strong>photon incident</strong>. Les deux photons sont ainsi <strong>coh&eacute;rents</strong> entre eux.
				</p>
			</article>

			<article>
				<h5>Les motivations à l'invention du maser</h5>
				<p>
En <em class="date">1950</em>, à l'issue de la fin de la 2nde Guerre Mondiale, une des technologies que des scientifiques souhaitent améliorer est le radar. Ils cherchent alors à les rendre plus précis. Un radar utilisant les ondes électromagnétiques pour détecter des obstacles, il faut diminuer la longueur d'onde de celles-ci pour parvenir à détecter des obstacles encore plus petits. La découverte d'un dispositif de ce type permettrait aussi de créer des radars plus petits, plus compacts, car la taille du dispositif est reliée à la longueur d'onde.
<a class="name" href="http://fr.wikipedia.org/wiki/Charles_Townes" title="Page Wikipédia de Charles H. Townes">Charles H. Townes</a> de la Columbia University, imagine un dispositif associant deux idées: l'amplification de micro-ondes par le phénomène d'émission stimulée, et la fabrication d'un <strong>oscillateur</strong> qui s'inspire du fonctionnement des émetteurs radio.
Il invente le maser, soit <em>Microwave Amplification by Stimulated Emission of Radiation</em> en <em class="date">1954</em> qui utilise des ondes de l'orde du centimètre (10^-3 m).
				</p>
				<h5>Vers le maser "optique"</h5>
				<p>
L'obectif devient alors de créer un maser utilisant des longueurs d'ondes encore plus petites, de l'ordre du micromètre (10^-6 m), qui seraient alors dans le domaine du visible (justifiant le premier nom de maser <strong>optique</strong>), ce dernier allant d'environ 0.4 µm à 0.8 µm. Un tel dispositif permettrait notamment de guider des missiles militaires, ou de créer des radars très précis et beaucoup d'applications scientifiques. Utilisant des ondes visibles, ce serait alors un L.A.S.E.R, le <em>Microwave</em> devient <em>Light</em> comme l'on n'utilise plus des micro-ondes mais bien de la lumière.
Le fait qu'en diminuant la longueur  d'onde, on obtient un dispositif plus compact devient alors un problème, car l'échelle d'un laser ne permet plus aisément son étude et sa construction.<br />
En <em class="date">1958</em>, <a class="name" href="http://fr.wikipedia.org/wiki/Charles_Townes" title="Page Wikipédia de Charles H. Townes">Charles H. Townes</a> et <a class="name" href="http://fr.wikipedia.org/wiki/Arthur_Leonard_Schawlow" title="Page Wikipédia d'Arthur L. Schawlow">Arthur L. Schawlow</a> publient dans la revue <em>Physical Review</em> leur proposition d'une théorie associant le principe du maser avec la <strong>cavité Fabry-Pérot</strong> qui est un concept connu en optique depuis <em class="date">1890</em>: c'est un <strong>milieu de pompage</strong> placé entre deux miroirs dont l'un n'est que semi-transparent. Lorsque l'on excite ce milieu, ses atomes émettent des photons, qui vont alors, par leur direction entrer en contact avec l'un des deux miroirs. Quelle que soit leur direction ils seront renvoyés par le miroir opaque, mais lorsqu'ils transportent assez d'énergie, ils passeront à travers le miroir semi-transparent. Les photons émis par le milieu de pompage finissent alors par trouver une cohérence, en étant en permanence renvoyés vers le milieu de pompage qui se désexcite alors selon une <strong>émission stimulée</strong>, et sortent de la cavité par le miroir semi-transparent. Ils sont alors cohérents entre eux.
			</p>
			</article>

			<h4>Le Laser Méga-Joules</h4>
			<article>
				<p>
Le Laser <strong>Méga-Joules</strong> tire son nom de l'énergie qu'il permet de mettre en oeuvre, de l'ordre de <strong>10⁶ Joules</strong>. C'est un laser géant, fait de centaines de lasers unifiés en un unique faisceau de photons. Il n'est utilisé que dans la recherche de création d'énergie par la <strong>fusion nucléaire</strong>.
				</p>
			</article>
		</section>

		<footer>
			<ul>
				<li><a href="../webfiles/presentation.html">Pr&eacute;sentation</a></li>
				<li><a href="../webfiles/sources.html">Sources</a></li>
				<li><a href="../webfiles/legal.html">Mentions l&eacute;gales</a></li>
			</ul>
		</footer>
	</body>
</html>
