<!DOCTYPE html>

<html>
	<head>
		<link rel="stylesheet" href="../stylesheets.css" />
		
		<meta charset="utf-8" />
		<title>Odyss&eacute;e 2001 : Notre site de Travaux Pratiques Encadr&eacute;s</title>
	</head>

	<body>
		<header>
			<h1><a id="index_title" href="../index.html">odyssee2001.tk</a><br />Le site de nos Travaux Personnels Encadres</h1>
		</header>

		<nav>
 			<h1 id="nav_title">Plan du site</h1>
 			<ul>
 				<li><a href="INTRO.html">Introduction</a></li>
 				<li><a href="ONE_intro.html" title="Ondes élctromagnétiques - Introduction"><br />-- I --</a></li>
 
 				<ol>
 					<li><a href="ONE_one.html" title="Ondes radio et Infra-rouges">((1))</a></li>
 					<li><a href="ONE_two.html" title="Ultra-Violets, Rayons X et Rayons Gamma">((2))</a></li>
 					<li><a href="ONE_three.html" title="Laser et Laser Méga-Joules">((3))</a></li>
 				</ol>
 
 				<li><a href="TWO_intro.html" title="Les ondes dans l'œuvre - Introduction"><br />-- II --</a></li>
 
 				<ol>
 					<li><a href="TWO_one.html" title="La communication">((1))</a></li>
 					<li><a href="TWO_two.html" title="L'analyse">((2))</a></li>
 				</ol>
 
 				<li><a href="THREE_intro.html" title="Comportement ondulatoire"><br />-- III --</a></li>
 
 				<ol>
 					<li><a href="THREE_one.html" title="La diffraction">((1))</a></li>
 					<li><a href="THREE_two.html" title="La réfraction">((2))</a></li>
 				</ol>
 
 				<li><a href="FOUR.html"><br />-- IV --</a></li>
 				<li><a href="OUTRO.html"><br />Conclusion</a></li>
 				<li><a href="SYNTH.html"><br />Synthèse</a></li>
 			</ul>
		</nav>

		<section>
			<header>
				<ul>
					<li><a class="right" href="ONE_intro.html" title="Les ondes électromagnétiques">Page Précédente</a></li>
					<li><a class="left" href="ONE_two.html" title="Ultra-Violets, Rayons X et Rayons Gamma">Page Suivante</a></li>
				</ul>
			</header>

			<h3>1) Les ondes infra-rouges et les ondes radio</h3>

			<article>
				<h4>A. Les infrarouges</h4>
				<p>	
En 2007, la fus&eacute;e Ariane 5 a plac&eacute; en orbite deux satellites. Le premier, du nom de Planck avait pour mission de se consacrer &agrave; l'&eacute;tude de l'origine de l'Univers dans le domaine des ondes &eacute;lectromagn&eacute;tiques. Ce satellite verra sa mission prolong&eacute;e jusqu'en d&eacute;cembre 2014. L'autre satellite de l'Agence Spatiale Europ&eacute;enne se nomme Herschel. La mission de celui-ci &eacute;tait de s'int&eacute;resser aux objets les plus froids qui peuplent les cieux, visibles uniquement avec un dispositif infrarouge (ou IR).
				</p>
				<p>
Le satellite Herschel ne s'appelle pas ainsi par hasard : &agrave; la fin du XVIIIe si&egrave;cle, l'astronome anglais William Herschel r&eacute;alise une exp&eacute;rience gr&acirc;ce &agrave; laquelle il d&eacute;couvre l'existence de cette "lumi&egrave;re invisible", les infrarouges. Herschel a voulu d&eacute;couvrir si toutes les couleurs qui forment la lumi&egrave;re solaire v&eacute;hiculent la m&ecirc;me quantit&eacute; de chaleur. Pour cela, il va d&eacute;vier vers l'int&eacute;rieur d'une pi&egrave;ce la lumi&egrave;re du Soleil avec l'aide d'un miroir pour l'envoyer &agrave; travers un prisme, et poser un thermom&egrave;tre en face de chaque couleur form&eacute; par l'arc-en-ciel. Il le pose tout d'abord sur le bleu, note la temp&eacute;rature, puis r&eacute;p&egrave;te la proc&eacute;dure jusqu'au rouge. Il en conclut que la temp&eacute;rature augmente r&eacute;guli&egrave;rement du bleu au rouge. Ensuite il souhaite avoir un point de r&eacute;f&eacute;rence en mesurant la temp&eacute;rature de la pi&egrave;ce. Pour ce faire, il pousse le thermom&egrave;tre apr&egrave;s le rouge, l&agrave; o&ugrave; il n'y a pas de couleur, et s'aperçoit que la temp&eacute;rature est encore plus &eacute;lev&eacute;e. Il vient de d&eacute;couvrir les infrarouges.
				</p>
				<p>
Depuis la d&eacute;couverte du fait que tout corps port&eacute; &agrave; une certaine temp&eacute;rature &eacute;met des infra-rouges, leur utilisation a beaucoup &eacute;volu&eacute; gr&acirc;ce aux avanc&eacute;es technologiques. La lumi&egrave;re infrarouge est l'utilisation d'une cam&eacute;ra de mesure et d'imagerie infrarouge pour "voir" et "mesurer" l'&eacute;nergie thermique &eacute;mise par un objet. L'&eacute;nergie thermique, ou infrarouge, est une lumi&egrave;re invisible car la longueur de ses ondes est trop longue pour &ecirc;tre d&eacute;tectable &agrave; l'oeil nu. Il s'agit de la partie du spectre &eacute;lectromagn&eacute;tique que nous percevons comme chaleur.
				</p>
				<p>
Contrairement au monde visible, dans le monde infrarouge, tout objet ayant une temp&eacute;rature sup&eacute;rieure &agrave; z&eacute;ro &eacute;met de la chaleur. M&ecirc;me les objets tr&egrave;s froids, tels que les glaçons &eacute;mettent des infrarouges. Plus la temp&eacute;rature d'un objet est &eacute;lev&eacute;e plus la radiation infrarouge &eacute;mise est importante. Les infrarouges nous permettent de voir des choses que nos yeux ne peuvent pas voir. Les cam&eacute;ras de thermographie infrarouge produisent des images de radiation infrarouge ou de "chaleur" invisible &agrave; l'oeil nu et fournissent des mesures pr&eacute;cises de temp&eacute;rature sans contact. La plupart des objets chauffent avant de tomber en panne ce qui fait des cam&eacute;ras infrarouge des outils de diagnostic extr&ecirc;mement rentables et utiles dans de nos nombreuses application. Alors que l'industrie se d&eacute;m&egrave;ne pour am&eacute;liorer l'efficacit&eacute; de la production, la gestion de l'&eacute;nergie, la qualit&eacute; des produits et la s&eacute;curit&eacute; sur le lieu de travail. De nouvelles applications apparaissent constamment pour les cam&eacute;ras infrarouges.
				</p>
			</article>

			<article>
				<h4>B. Les ondes radio</h4>
				<p>
Les transmissions radio sont une invention collective: Travaux de Faraday en 1845 sur les lois de l'induction &eacute;lectromagn&eacute;tique. En 1865, lorsque les Équations de Maxwell prouvent l'existence des ondes &eacute;lectromagn&eacute;tiques gr&acirc;ce a une d&eacute;monstration math&eacute;matique th&eacute;orique. Alexandre Popov utilise la premi&egrave;re antenne et reçoit les premiers signaux naturels. Hertz confirme l'hypoth&egrave;se de Maxwell par une exp&eacute;rience en 1888. Branly invente de son c&ocirc;t&eacute; le premier d&eacute;tecteur d'ondes &eacute;lectromagn&eacute;tiques form&eacute; d'un tube isolant contenant de la limaille m&eacute;tallique et deux &eacute;lectrodes (plus connu sous le nom de coh&eacute;reur) en 1890. En 1893, Nikola Tesla fait un pas pour le progr&egrave;s de la radiocommunication en d&eacute;crivant en d&eacute;tail les principes de l’&eacute;mission radio. À Saint-Louis, il fait la premi&egrave;re exp&eacute;rience publique de communication radio, fait que l’on attribue g&eacute;n&eacute;ralement &agrave; Marconi en 1895.
				</p>
				<p>
En novembre 1894, le physicien indien Jagadish Chandra Bose fait la d&eacute;monstration publique de la transmission d'un signal radio &agrave; Calcutta, en activant &agrave; distance une sonnette et en faisant exploser une charge de poudre. C'est la naissance de la radio, si l'on consid&egrave;re qu'il s'agit de la premi&egrave;re transmission de signaux t&eacute;l&eacute;graphiques sans fil. En 1896, Marconi synth&eacute;tise les d&eacute;couvertes de ses aîn&eacute;s,il r&eacute;unit l'excitateur de Hertz, le coh&eacute;reur de Branly et l'antenne de Popov et, &eacute;met des signaux, qu'il capte sur une distance de deux cent cinquante m&egrave;tres, dans le jardin de ses parents. La m&ecirc;me ann&eacute;e Marconi d&eacute;pose son premier brevet de radiot&eacute;l&eacute;phonie. Trois ans plus tard, En 1899, il r&eacute;alise la premi&egrave;re &eacute;mission de radiocommunication entre la France et l'Angleterre. Les ondes radio dont la fr&eacute;quence est comprise entre 10 kilohertz et 300 gigahertz (1 hertz = 1 vibration par seconde), appartiennent &agrave; la cat&eacute;gorie des rayonnements non ionisants.
				</p>
				<p>
Ils ne doivent pas &ecirc;tre confondus avec les rayonnements ionisants tels que les rayons X et gamma. Les rayons ionisants peuvent &ecirc;tre extr&ecirc;mement dangereux pour la sant&eacute; car ils peuvent, au-dessus de certains niveaux, endommager voire d&eacute;truire les tissus vivants. Les ondes radio sont en revanche beaucoup trop faibles pour briser la structure cellulaire des tissus vivants, m&ecirc;me en cas de rayonnement &eacute;lev&eacute;. Les ondes radio n’endommagent pas les tissus corporels mais sont tout de m&ecirc;me assimil&eacute;es par le corps sous forme de chaleur (effet thermique). Notre corps y r&eacute;agit gr&acirc;ce &agrave; son syst&egrave;me de thermor&eacute;gulation par lequel la temp&eacute;rature du corps reste constante. Cet effet thermique des ondes radio n’est dommageable pour la sant&eacute; qu’en cas de haute intensit&eacute;. Il n’y a donc aucun danger dans la vie quotidienne ou dans l’environnement de travail.
				</p>
				<p>
Aujourd'hui nous utilisons fr&eacute;quemment ces ondes radios. Par exemple pour d&eacute;tecter un ph&eacute;nom&egrave;ne naturel, communiquer avec les sous-marins. Ses ondes radio sont aussi tr&egrave;s utilis&eacute;es par l'arm&eacute;e pour des r&eacute;seaux priv&eacute;s. La m&eacute;t&eacute;o utilise ce genre d'onde pour son radar m&eacute;t&eacute;orologique. La t&eacute;l&eacute;vision et la t&eacute;l&eacute;phonie. 
				</p>
			</article>
		</section>

		<footer>
			<ul>
				<li><a href="../webfiles/presentation.html">Pr&eacute;sentation</a></li>
				<li><a href="../webfiles/sources.html">Sources</a></li>
				<li><a href="../webfiles/legal.html">Mentions l&eacute;gales</a></li>
			</ul>
		</footer>
	</body>
</html>
